{"translation-revision-date":"2023-06-04 12:16:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"When this thing gets up to 88 mph...":["Когда эта штука разгоняется до 88 миль в час..."],"Fetching icons":["Получение значков"],"Or <a>use Font Awesome Pro<\/a> for more icons and styles!":["Или <a>используйте Font Awesome Pro<\/a>, чтобы получить дополнительные значки и стили!"],"Or <a>upload your own icon<\/a> to a Pro kit!":["Или <a>загрузите свой собственный значок<\/a> в набор Pro!"],"You might try a different search...":["Можно попробовать другой поиск..."],"Sorry, we couldn't find anything for that.":["Извините, мы ничего не смогли найти для этого."],"This kit contains no uploaded icons.":["Этот набор не содержит загруженных иконок."],"You need to use a Pro kit to get Uploaded icons.":["Вам нужно использовать набор Pro, чтобы получить загруженные значки."],"You need to use a Pro kit with Version 5.10 or later to get Duotone icons.":["Вам необходимо использовать набор Pro с версией 5.10 или более поздней, чтобы получить значки Duotone."],"You need to use a Pro kit with Version 6 to get Thin icons.":["Вам нужно использовать комплект Pro с версией 6, чтобы получить значки Thin."],"You need to use a Pro kit to get Light icons.":["Вам нужно использовать Pro kit, чтобы получить значки Light."],"You're searching Font Awesome Pro icons in version":["Вы ищете иконки Font Awesome Pro в версии"],"You're searching Font Awesome Free icons in version":["Вы ищете бесплатные иконки Font Awesome в версии"],"Search Font Awesome Pro Icons in Version":["Поиск иконок Font Awesome Pro в версии"],"Search Font Awesome Free Icons in Version":["Поиск бесплатных иконок Font Awesome в версии"],"Not sure where to start? Here are some favorites, or try a search for <strong>spinners<\/strong>, <strong>shopping<\/strong>, <strong>food<\/strong>, or <strong>whatever you're looking for<\/strong>.":["Не уверены, с чего начать? Вот некоторые из избранных или попробуйте выполнить поиск по словам <strong>spinners<\/strong>, <strong>shopping<\/strong>, <strong>food<\/strong> или <strong>все, что вы хотите найти<\/strong>."],"Font Awesome is the web's most popular icon set, with tons of icons in a variety of styles.":["Font Awesome — это самый популярный набор иконок в Интернете с множеством иконок в самых разных стилях."],"Something has gone horribly wrong. Check the console for additional error information.":["Что-то пошло ужасно не так. Проверьте консоль для получения дополнительной информации об ошибке."],"Well, this is awkward...":["Что ж это неловко..."],"Find icons by name, category, or keyword":["Поиск значков по имени, категории или ключевому слову"],"Go to Font Awesome Plugin Settings":["Перейдите в настройки плагина Font Awesome."],"Looking for Pro icons and styles? You’ll need to use a kit. ":["Ищете значки и стили Pro? Вам нужно будет использовать набор Pro."],"font awesome":["font awesome"],"icon":["значок"],"Font Awesome Icon":["Иконка Font Awesome"]}},"comment":{"reference":"admin\/build\/11-36b57f9b584ad51994db.js"}}