{"translation-revision-date":"2023-06-04 12:16:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"CONFIRMED: The last response from your WordPress server included the confirmation header that is expected for all valid responses from the Font Awesome plugin's code running on your WordPress server.":["ПОДТВЕРЖДЕНО: последний ответ от вашего сервера WordPress включал заголовок подтверждения, который ожидается для всех действительных ответов от кода плагина Font Awesome, работающего на вашем сервере WordPress."],"Changes not saved because your WordPress server does not allow this kind of request. Look for details in the browser console.":["Изменения не сохранены, потому что ваш сервер WordPress не разрешает такой запрос. Подробности ищите в консоли браузера."],"Your WordPress server returned an error for that last request, but there was no information about the error.":["Ваш сервер WordPress вернул ошибку для этого последнего запроса, но информации об ошибке не было."],"WARNING: We expected the last response from the server to contain no data, but it contained something unexpected.":["ВНИМАНИЕ: Мы ожидали, что последний ответ сервера не будет содержать данных, но он содержал что-то неожиданное."],"WARNING: Invalid Data Trimmed from Server Response":["ПРЕДУПРЕЖДЕНИЕ. Из ответа сервера вырезаны недопустимые данные."],"WARNING: The last response from your WordPress server did not include the confirmation header that should be in all valid Font Awesome responses. This is a clue that some code from another theme or plugin is acting badly and causing the wrong headers to be sent.":["ВНИМАНИЕ: последний ответ от вашего сервера WordPress не включал заголовок подтверждения, который должен быть во всех действительных ответах Font Awesome. Это признак того, что какой-то код из другой темы или плагина работает неправильно и вызывает отправку неправильных заголовков."],"WARNING: The last request contained errors, though your WordPress server reported it as a success. This usually means there's a problem with your theme or one of your other plugins emitting output that is causing problems.":["ВНИМАНИЕ: последний запрос содержал ошибки, хотя ваш сервер WordPress сообщил об успешном выполнении. Обычно это означает, что есть проблема с вашей темой или одним из других ваших плагинов, выдающих выходные данные, которые вызывают проблемы."],"Error":["Ошибка"],"The last request was successful, but it also returned the following error(s), which might be helpful for troubleshooting.":["Последний запрос был выполнен успешно, но он также возвратил следующие ошибки, которые могут быть полезны для устранения неполадок."],"It looks like your web browser session expired. Try logging out and log back in to WordPress admin.":["Похоже, срок действия сеанса веб-браузера истек. Попробуйте выйти и снова войти в админку WordPress."],"Oh no! Your web browser could not reach your WordPress server.":["О, нет! Ваш веб-браузер не может подключиться к вашему серверу WordPress."],"There was an error attempting to report the error.":["Произошла ошибка при попытке сообщить об ошибке."],"D'oh! That failed big time.":["Опа! Да тут большая Ж..."],"Font Awesome WordPress Plugin Error Report":["Отчет об ошибках плагина Font Awesome WordPress"],"API Token saved":["Токен API сохранен"],"Changes saved":["Изменения сохранены"],"Kit changes saved":["Изменения набора сохранены"],"Failed to fetch kits. Regenerate your API Token and try again.":["Не удалось получить наборы. Восстановите токен API и повторите попытку."],"Couldn't update latest kit settings":["Не удалось обновить последние настройки комплекта"],"Failed to fetch kits":["Не удалось получить наборы"],"Couldn't snooze":["Не удалось вздремнуть"],"Couldn't start the scanner":["Не удалось запустить сканер"],"A request to your WordPress server failed":["Не удалось выполнить запрос к вашему серверу WordPress."],"A request to your WordPress server never received a response":["Запрос к вашему серверу WordPress так и не получил ответа"],"Couldn't check preferences":["Не удалось проверить настройки"],"Couldn't save those changes":["Не удалось сохранить эти изменения."]}},"comment":{"reference":"admin\/build\/14-92321418ad1423cc2b6e.js"}}