{"translation-revision-date":"2023-06-04 12:16:23+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"ru"},"CONFIRMED: The last response from your WordPress server included the confirmation header that is expected for all valid responses from the Font Awesome plugin's code running on your WordPress server.":["ПОДТВЕРЖДЕНО: последний ответ от вашего сервера WordPress включал заголовок подтверждения, который ожидается для всех действительных ответов от кода плагина Font Awesome, работающего на вашем сервере WordPress."],"Changes not saved because your WordPress server does not allow this kind of request. Look for details in the browser console.":["Изменения не сохранены, потому что ваш сервер WordPress не разрешает такой запрос. Подробности ищите в консоли браузера."],"Older Version Compatibility":["Совместимость со старыми версиями"],"Heads up! Pro Version 6 is not available from CDN":["Внимание! Версия Pro 6 недоступна в CDN"],"Troubleshoot":["Устранение неполадок"],"Enable scanner for %d minutes":["Включить сканер на %d минут"],"Scanner running":["Сканер работает"],"Enable the scanner below and a box will appear in the bottom corner of your window while it runs for 10 minutes (only you and other admins can see the box). While the scanner is running, browse your site, especially the pages having trouble to catch any <noWrap>Slimers - *ahem* - conflicts<\/noWrap> in the scanner.":["Включите сканер ниже, и в нижнем углу окна появится окно, пока оно работает в течение 10 минут (это окно можете видеть только вы и другие администраторы). Пока сканер работает, просмотрите свой сайт, особенно страницы, на которых возникают проблемы с обнаружением любых <noWrap>Slimers - *гм* - конфликтов<\/noWrap> в сканере."],"If you are having trouble loading Font Awesome icons on your WordPress site, it may be because other themes or plugins are loading conflicting versions of Font Awesome. You can use our conflict scanner to detect other versions of Font Awesome running on your site.":["Если у вас возникли проблемы с загрузкой значков Font Awesome на ваш сайт WordPress, это может быть связано с тем, что другие темы или плагины загружают конфликтующие версии Font Awesome. Вы можете использовать наш сканер конфликтов для обнаружения других версий Font Awesome, работающих на вашем сайте."],"Detect Conflicts with Other Versions of Font Awesome":["Обнаружение конфликтов с другими версиями Font Awesome"],"Snooze":["Вздремнуть"],"Once you update your icon shortcodes, this warning will disappear or you could hit snooze to hide it for a while. <strong>But we're gonna remove this v3-to-v5 magic soon, though, so don't wait forever.<\/strong>":["Как только вы обновите шорткоды значков, это предупреждение исчезнет, или вы можете нажать кнопку повтора, чтобы скрыть его на некоторое время. <strong>Однако скоро мы удалим эту магию перехода с версии 3 на версию 5, так что не ждите вечно.<\/strong>"],"You'll need to go adjust any version 3 icon names in [icon] shortcodes in your pages, posts, widgets, templates (or wherever they're coming from) to the new format with prefix. You can check the icon names and prefixes in our <linkIconGallery>Icon Gallery<\/linkIconGallery>. But what's that prefix, you ask? We now support a number of different styles for each icon. <linkLearnMore>Learn more<\/linkLearnMore>":["Вам нужно будет настроить все имена значков версии 3 в шорткодах [icon] на ваших страницах, в записях, виджетах, шаблонах (или откуда они берутся) в новый формат с префиксом. Вы можете проверить имена и префиксы значков в нашей <linkIconGallery>галерее значков<\/linkIconGallery>. Но что это за префикс, спросите вы? Теперь мы поддерживаем несколько различных стилей для каждого значка. <linkLearnMore>Подробнее<\/linkLearnMore>"],"to this:":["to this:"],"Just adjust your shortcode from this:":["Просто настройте свой шорткод следующим образом:"],"Looks like you're using an old Font Awesome 3 icon name in your shortcode: <code>%s<\/code>. We discontinued support for Font Awesome 3 quite some time ago. Won't you jump into <a>the newest Font Awesome<\/a> with us? It's way better, and it's easy to upgrade.":["Похоже, вы используете старое имя значка Font Awesome 3 в своем шорткоде: <code>%s<\/code>. Мы прекратили поддержку Font Awesome 3 довольно давно. Не хотите ли вы опробовать <a>новейший Font Awesome<\/a> вместе с нами? Это намного лучше, и его легко обновить."],"Font Awesome 3 icon names are deprecated":["Имена значков Font Awesome 3 устарели"],"We haven't detected any plugins or themes trying to load Font Awesome.":["Мы не обнаружили каких-либо плагинов или тем, пытающихся загрузить Font Awesome."],"<em>in page source. <\/em><excerpt\/>":["<em>в исходном коде страницы. <\/em><excerpt\/>"],"Clear":["Сброс"],"URL":["URL"],"Type":["Тип"],"All":["Все"],"Block":["Блокировать"],"Below is the list of other versions of Font Awesome from active plugins or themes that are loading on your site. Check off any that you would like to block from loading. Normally this just blocks the conflicting version of Font Awesome and doesn't affect the other functions of the plugin, but you should verify your site works as expected. If you think you've fixed a found conflict, you can clear it from the table.":["Ниже приведен список других версий Font Awesome из активных плагинов или тем, которые загружаются на ваш сайт. Отметьте все, что вы хотели бы заблокировать от загрузки. Обычно это просто блокирует конфликтующую версию Font Awesome и не влияет на другие функции плагина, но вы должны убедиться, что ваш сайт работает должным образом. Если вы считаете, что устранили обнаруженный конфликт, вы можете удалить его из таблицы."],"Other themes or plugins":["Другие темы или плагины"],"<b>Registered plugins and themes<\/b> have opted to share information about the Font Awesome settings they are expecting, and are therefore easier to fix. For the <b>unregistered plugins and themes<\/b>, which are more unpredictable, we have provided options for you to block their Font Awesome source from loading and causing issues.":["<b>Зарегистрированные плагины и темы<\/b> решили поделиться информацией о ожидаемых настройках Font Awesome, и поэтому их легче исправить. Для <b>незарегистрированных плагинов и тем<\/b>, которые более непредсказуемы, мы предоставили вам возможность заблокировать их источник Font Awesome от загрузки и возникновения проблем."],"Versions of Font Awesome Active on Your Site":["Версии Font Awesome активны на вашем сайте"],"No active themes or plugins have requested preferences for Font Awesome.":["Ни одна из активных тем или плагинов не запрашивала настройки для Font Awesome."],"%1$sand%1$s":["%1$sи%1$s"],"CSS Pseudo-elements":["CSS псевдоэлементы"],"V4 Compat":["V4 Совместимость"],"Name":[" Название"],"The highlights show where the settings are mismatched. You might want to adjust your settings to match, or your icons may not work as expected.":["Подсветка показывает, где настройки не совпадают. Возможно, вы захотите изменить настройки, чтобы они соответствовали друг другу, или ваши значки могут работать не так, как ожидалось."],"Below is the list of active themes or plugins using Font Awesome that have opted-in to share information about the settings they are expecting.":["Ниже приведен список активных тем или плагинов, использующих Font Awesome, которые согласились делиться информацией об ожидаемых ими настройках."],"Registered themes or plugins":["Зарегистрированные темы или плагины"],"you have pending changes":["у вас есть ожидающие изменения"],"Save Changes":["Сохраните изменения"],"Use CDN":["Использовать CDN"],"Use A Kit":["Используйте Набор"],"How are you using Font Awesome?":["Как вы используете Font Awesome?"],"checking for preference conflicts":["проверка на конфликты привилегий"],"Try reloading.":["Попробуйте перезагрузить."],"Oh no! We could not find the kit data for the selected kit token.":["О, нет! Нам не удалось найти данные набора для выбранного токена набора."],"Make changes on <a>fontawesome.com\/kits <externalLinkIcon\/><\/a>":["Внесите изменения на <a>fontawesome.com\/kits <externalLinkIcon\/><\/a>"],"Version":["Версия"],"Icons":["Значки"],"This change might cause problems for the theme or plugin:":["Это изменение может вызвать проблемы с темой или плагином:"],"This change might cause problems for these themes or plugins:":["Это изменение может вызвать проблемы для этих тем или плагинов:"],"Select a kit":["Выберите набор"],"When selecting to use kit %s, somehow the information we needed was missing. Try reloading the page.":["При выборе набора %s почему-то отсутствовала нужная нам информация. Попробуйте перезагрузить страницу."],"Create a kit on Font Awesome":["Создайте набор на Font Awesome"],"Head over to Font Awesome to create one, then come back here and refresh your kits.":["Зайдите на Font Awesome, чтобы создать его, а затем вернитесь сюда и обновите свои наборы."],"Loading your kits...":["Загрузка наборов..."],"Refresh your kits data to get the latest kit settings, then select the kit you would like to use. Remember to save when you're ready to use it.":["Обновите данные наборов, чтобы получить последние настройки набора, затем выберите набор, который хотите использовать. Не забудьте сохранить, когда будете готовы использовать его."],"Pick a Kit to Use or Check Settings":["Выберите Набор для использования или проверьте настройки"],"%s Kit is Currently Active":["Набор %s в настоящее время активен"],"Refresh kits data":["Обновить данные наборов"],"Get latest kits data":["Получить последние данные наборов"],"You can't remove your API token when \"Use a Kit\" is active. Switch to \"Use CDN\" first.":["Вы не можете удалить свой токен API, когда активен «Использовать набор». Сначала переключитесь на «Использовать CDN»."],"Whoa, whoa, whoa!":["Воу, воу, воу!"],"Update token":["Обновить токен"],"API Token Saved":["Токен API сохранен"],"Nevermind":["Неважно"],"Save API Token":["Сохранить токен API"],"Get your API token on fontawesome.com":["Получите токен API на сайте fontawesome.com"],"Grab your secure and unique API token from your Font Awesome account page and enter it here so we can securely fetch your kits.":["Получите свой безопасный и уникальный токен API со страницы своей учетной записи Font Awesome и введите его здесь, чтобы мы могли безопасно получить ваши наборы."],"API Token":["API токен"],"Off":["Выкл."],"On":["Включить"],"Learn more":["Подробнее..."],"May cause performance issues.":["Может вызвать проблемы с производительностью."],"Enable CSS Pseudo-elements with SVG":["Включить псевдоэлементы CSS с помощью SVG"],"CSS Pseudo-elements are enabled by default with Web Font":["Псевдоэлементы CSS включены по умолчанию в веб-шрифте."],"Web Font":["Веб-шрифт"],"SVG":["SVG"],"Technology":["Технология"],"Get Pro":["Получить Pro"],"Manage my allowed domains":["Управление моими разрешенными доменами"],"Heads up! Pro requires a Font Awesome subscription":["Внимание! Для Pro требуется подписка на Font Awesome."],"This change might cause problems for the theme or plugin":["Это изменение может вызвать проблемы с темой или плагином."],"This change might cause problems for these themes or plugins":["Это изменение может вызвать проблемы с этими темами или плагинами."],"Preference Conflict":["Конфликт привилегий"],"Error checking preferences":["Ошибка при проверке привилегий"]," Whoops, this is embarrassing! Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":["Ой, это стыдно! Произошла непредвиденная ошибка. В консоли JavaScript может быть дополнительная диагностическая информация."],"Timer stopped":["Таймер остановлен"],"Timer expired":["Время истекло"],"Stop timer":["Остановить таймер"],"Don't cross the streams! It would be bad.":["Не пересекайте потоки! Это было бы плохо."],"manage":["управлять"],"manage conflicts here on the Troubleshoot tab":["управляйте конфликтами здесь, на вкладке «Устранение неполадок»"],"new conflicts found on this page":["новые конфликты найдены на этой странице"],"Page scan complete":["Сканирование страницы завершено"],"Wander through the pages of your web site and this scanner will track progress.":["Побродите по страницам вашего веб-сайта, и этот сканер отследит ваш прогресс."],"Proton pack charged!":["Протонный ранец заряжен!"],"Scanning":["Сканирование"],"No new conflicts found on this page.":["На этой странице новых конфликтов не обнаружено."],"All clear!":["Все чисто!"],"only admins can see this box":["только администраторы могут видеть это поле"],"Font Awesome Conflict Scanner":["Сканер конфликтов Font Awesome"],"Go":["Вперед"],"Manage results or restart the scanner on the Troubleshoot tab.":["Управляйте результатами или перезапустите сканер на вкладке «Устранение неполадок»."],"Manage results or restart the scanner here on the Troubleshoot tab.":["Управляйте результатами или перезапустите сканер здесь, на вкладке «Устранение неполадок»."],"Results to Review":["Результаты для Обзора"],"Restarting":["Перезапуск"],"Stopping":["Остановка"],"Stopped":["Остановлено"],"Ready":["Готово"],"Expired":["Истекший"],"None":["Пусто"],"Submitting":["Отправка"],"Done":["Готово"],"Running":["Запущено"],"Some unexpected error has occurred. There might be some additional diagnostic information in the JavaScript console.":["Произошла непредвиденная ошибка. В консоли JavaScript может быть дополнительная диагностическая информация."],"Whoops, this is embarrassing":["Упс, это стыдно"],"%1$sseconds left to browse your site for trouble":["Осталось %1$sсекунд, чтобы просмотреть ваш сайт на наличие проблем"],"%1$sminutes left to browse your site for trouble":["Осталось %1$sминут, чтобы просмотреть ваш сайт на наличие проблем"],"Your WordPress server returned an error for that last request, but there was no information about the error.":["Ваш сервер WordPress вернул ошибку для этого последнего запроса, но информации об ошибке не было."],"WARNING: We expected the last response from the server to contain no data, but it contained something unexpected.":["ВНИМАНИЕ: Мы ожидали, что последний ответ сервера не будет содержать данных, но он содержал что-то неожиданное."],"WARNING: Invalid Data Trimmed from Server Response":["ПРЕДУПРЕЖДЕНИЕ. Из ответа сервера вырезаны недопустимые данные."],"WARNING: The last response from your WordPress server did not include the confirmation header that should be in all valid Font Awesome responses. This is a clue that some code from another theme or plugin is acting badly and causing the wrong headers to be sent.":["ВНИМАНИЕ: последний ответ от вашего сервера WordPress не включал заголовок подтверждения, который должен быть во всех действительных ответах Font Awesome. Это признак того, что какой-то код из другой темы или плагина работает неправильно и вызывает отправку неправильных заголовков."],"WARNING: The last request contained errors, though your WordPress server reported it as a success. This usually means there's a problem with your theme or one of your other plugins emitting output that is causing problems.":["ВНИМАНИЕ: последний запрос содержал ошибки, хотя ваш сервер WordPress сообщил об успешном выполнении. Обычно это означает, что есть проблема с вашей темой или одним из других ваших плагинов, выдающих выходные данные, которые вызывают проблемы."],"Error":["Ошибка"],"The last request was successful, but it also returned the following error(s), which might be helpful for troubleshooting.":["Последний запрос был выполнен успешно, но он также возвратил следующие ошибки, которые могут быть полезны для устранения неполадок."],"It looks like your web browser session expired. Try logging out and log back in to WordPress admin.":["Похоже, срок действия сеанса веб-браузера истек. Попробуйте выйти и снова войти в админку WordPress."],"Oh no! Your web browser could not reach your WordPress server.":["О, нет! Ваш веб-браузер не может подключиться к вашему серверу WordPress."],"There was an error attempting to report the error.":["Произошла ошибка при попытке сообщить об ошибке."],"D'oh! That failed big time.":["Опа! Да тут большая Ж..."],"Font Awesome WordPress Plugin Error Report":["Отчет об ошибках плагина Font Awesome WordPress"],"API Token saved":["Токен API сохранен"],"Changes saved":["Изменения сохранены"],"Kit changes saved":["Изменения набора сохранены"],"Failed to fetch kits. Regenerate your API Token and try again.":["Не удалось получить наборы. Восстановите токен API и повторите попытку."],"Couldn't update latest kit settings":["Не удалось обновить последние настройки комплекта"],"Failed to fetch kits":["Не удалось получить наборы"],"Couldn't snooze":["Не удалось вздремнуть"],"Couldn't start the scanner":["Не удалось запустить сканер"],"A request to your WordPress server failed":["Не удалось выполнить запрос к вашему серверу WordPress."],"A request to your WordPress server never received a response":["Запрос к вашему серверу WordPress так и не получил ответа"],"Couldn't check preferences":["Не удалось проверить настройки"],"Couldn't save those changes":["Не удалось сохранить эти изменения."],"Settings":["Настройки"]}},"comment":{"reference":"admin\/build\/8-b322a8f4433955b5ee48.js"}}